Repository: BitRemote-Team/BitRemote
Catalog: Strings/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans, zh_hant

# loading_view.title.loading
source: Loading...
ja: 読み込み中...
ru: Загрузка...
zh_hans: 加载中...
zh_hant: 載入中...

# loading_view.title.preparing_database
source: Preparing the database...
ja: データベース準備中...
ru: Подготовка базы данных...
zh_hans: 正在准备数据库...
zh_hant: 正在準備資料庫...

# error_view.button.retry
source: Retry
ja: リトライ
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# error_view.button.drop_database
source: Drop the database
ja: データベースを削除
ru: Удалить базу данных
zh_hans: 丢弃数据库
zh_hant: 丟棄資料庫

# content_unavailable_view.title.under_development
source: This page is under development.
ja: この画面は開発中のため、ご利用いただけません。
ru: Эта страница в разработке.
zh_hans: 这个页面正在开发中...
zh_hant: 這個頁面正在開發中...

# app_error.description.unknown
source: An unknown error occurred.
ja: 不明なエラーが発生しました。
ru: Произошла неизвестная ошибка.
zh_hans: 发生了未知错误。
zh_hant: 發生不明錯誤。

# app_error.description.not_found
source: The content you are looking for cannot be found.
ja: お探しのコンテンツが見つかりませんでした。
ru: Контент, который вы ищете, не найден.
zh_hans: 无法找到您正在寻找的内容。
zh_hant: 無法找到您正在尋找的內容。

# app_error.description.networking_failed
source: A network error occurred.
ja: ネットワーク障害が発生しました。
ru: Произошла сетевая ошибка.
zh_hans: 发生了网络故障。
zh_hant: 網路發生故障。

# app_error.description.database_corrupted
source: The database is corrupted.
ja: データベースが破損しています。
ru: База данных повреждена.
zh_hans: 数据库已损毁。
zh_hant: 資料庫已經損壞。

# app_error.internal_error.description.missing_API
source: The API is currently unavailable.
ja: API は現在利用できません。
ru: API в настоящее время недоступен.
zh_hans: 所调用的 API 不可用。
zh_hant: 所呼叫的 API 不可用。

# app_error.internal_error.description.missing_parameters
source: Missing required parameters on API call.
ja: API 呼び出しに必要な引数が見つかりませんでした。
ru: Отсутствуют необходимые параметры при вызове API.
zh_hans: 无法找到调用 API 所需的参数。
zh_hant: 無法找到呼叫 API 所需的參數。

# app_error.local_API_error.description.operation_failed
source: The API returned a failure response, indicating that the operation did not succeed.
ja: API からの応答は失敗を示していて、操作が成功しなかった可能性があります。
ru: API вернул ошибку, указывая на неудачное выполнение операции.
zh_hans: API 返回的结果显示操作失败，可能未能成功执行。
zh_hant: API 返回的結果顯示操作失敗，可能未能成功執行。

# app_error.local_API_error.description.decoding_failed
source: An issue occurred while decoding data.
ja: データのデコード中に問題が発生しました。
ru: Произошла ошибка при декодировании данных.
zh_hans: 在解析数据时发生了问题。

# app_error.remote_API_error.description.authentication_failed
source: The API call failed due to authentication issues.
ja: API 呼び出しの認証に失敗しました。
ru: Вызов API не удался из-за проблем с аутентификацией.
zh_hans: API 调用因鉴权问题失败。
zh_hant: API 呼叫因驗證問題失敗。

# app_error.remote_API_error.description.login_two_factor_authentication_failed
source: The login attempt failed due to two-factor authentication issues.
ja: 二要素認証中に問題が発生したため、ログインが失敗しました。
ru: Попытка входа не удалась из-за проблем с двухфакторной аутентификацией.
zh_hans: 因在双重认证过程中发生问题，登录失败。
zh_hant: 因在雙重認證過程中發生問題，登入失敗。

# app_error.remote_API_error.description.unknown_reason_failed
source: An issue occurred while processing your request, possibly due to passing invalid parameters to the API.
ja: リクエスト処理中に問題が発生しました。API に無効な引数が渡された可能性があります。
ru: Произошла ошибка при обработке вашего запроса, возможно, из-за передачи недействительных параметров в API.
zh_hans: 在处理您的请求时发生了问题，可能是由于向 API 传递了无效参数。
zh_hant: 在處理您的請求時發生問題，可能是由於向 API 傳遞了無效參數。

# app_error.remote_API_error.description.untracked_response
source: The app received an untracked response from the API, which could lead to a data integrity issue.
ja: API から追跡されていないレスポンスを受信しました。これによりデータの整合性に問題が生じる可能性があります。
ru: Приложение получило неотслеживаемый ответ от API, что может привести к проблеме с целостностью данных.
zh_hans: 应用程序从 API 接收到了一个未能被追踪的应答，这可能会导致数据完整性问题。
zh_hant: 應用程式從 API 接收到了一個未能被追蹤的回應，這可能會導致資料可靠性問題。

# app_error.remote_API_error.description.invalid_response
source: The app received an invalid response from the API.
zh_hans: 应用程序从 API 接收到了一个无效的应答。
zh_hant: 應用程式從 API 接收到了一個無效的回應。

# app_error.solution.try_later
source: Please try again later.
ja: しばらくしてからもう一度お試しください。
ru: Пожалуйста, попробуйте позже.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

# app_error.solution.review_entered_information
source: Please review the entered information and try again.
ja: 入力された情報を確認し、もう一度お試しください。
ru: Пожалуйста, проверьте введенную информацию и попробуйте снова.
zh_hans: 请检查输入的信息是否准确无误，并稍后再试。
zh_hant: 請檢查輸入的資訊是否正確無誤，並稍後再試。

# app_error.local_API_error.solution.decoding_failed
source: Please check that the coding keys are entered correctly if you provided the data.
ja: データを提供した場合、コーディングキーが正しく入力されていることを確認してください。
ru: Пожалуйста, убедитесь, что ключи шифрования введены правильно, если вы предоставили данные.
zh_hans: 如果您提供了数据，请检查编码键是否输入正确。

# app_error.remote_API_error.solution.authentication_failed
source: Please check the client credentials on the client editing page and try again.
ja: クライアント編集画面で認証情報を確認し、もう一度お試しください。
ru: Пожалуйста, проверьте учетные данные клиента на странице редактирования клиента и попробуйте снова.
zh_hans: 请在客户端编辑页面检查其凭证信息是否准确无误，并稍后再试。
zh_hant: 請在用戶端編輯頁面檢查其憑證資訊是否正確無誤，並稍後再試。

# app_error.remote_API_error.solution.loginTwoFactor_authentication_failed
source: Please enter the one-time password on the client editing page and try again.
ja: クライアント編集画面でワンタイムパスワードを入力し、もう一度お試しください。
ru: Пожалуйста, введите одноразовый пароль на странице редактирования клиента и попробуйте снова.
zh_hans: 请在客户端编辑页面输入一次性密码，并稍后再试。
zh_hant: 請在用戶端編輯頁面輸入一次性密碼，並稍後再試。

# app_error.solution.database_corrupted
source: Please install the version from which you downgraded if you are currently downgrading the app. If you encounter this issue after upgrading the app, please submit an issue on GitHub. We will do our best to address the issue and potentially recover your data. Alternatively, if immediate restoration of app functionality is preferred, you can choose to drop the database.
ja: アプリをダウングレードしている場合は、元のバージョンに戻してください。 アプリをアップグレード後にこの問題に遭遇した場合は、GitHub で問題を報告してください。問題を解決し、データを復旧できる可能性があります。 代わりに、アプリの機能をすぐに回復させる場合は、データベースを削除することもできます。
ru: Пожалуйста, установите версию, с которой вы понизили версию, если вы в настоящее время понижаете версию приложения. Если вы столкнулись с этой проблемой после обновления приложения, пожалуйста, отправьте проблему на GitHub. Мы сделаем все возможное, чтобы решить проблему и, возможно, восстановить ваши данные. В качестве альтернативы, если предпочтительно немедленное восстановление функциональности приложения, вы можете выбрать удаление базы данных.
zh_hans: 如果您目前正在从较高版本降级 App，请将其恢复到您原先的版本。 如果您在升级 App 后遇到此问题，请在 GitHub 上提交问题报告。我们将尽力解决问题并有可能恢复您的数据。 或者，如果您希望立即恢复 App 功能，您也可以选择删除数据库。
zh_hant: 如果您目前正在從較高版本降級應用程式，請將其回復到您原來的版本。 如果您在升級應用程式後遇到此問題，請在 GitHub 上提交問題報告。我們將盡力解決問題並有可能回復您的數據。 或者，如果您希望立即恢復應用程式功能，您也可以選擇刪除資料庫。

# app_menu.title.about_app
source: About %@
ja: %@ について
ru: О приложении %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# category.display_name.all
source: All
ja: すべて
ru: Все
zh_hans: 全部
zh_hant: 全部

# category.display_name.none
source: None
ja: カテゴリなし
ru: Нет
zh_hans: 未分类
zh_hant: 未分類

# category.display_name.custom
source: Custom
ja: カスタム
ru: Пользовательский
zh_hans: 自定义
zh_hant: 自訂

# common.title.done
source: Done
ja: 完了
ru: Готово
zh_hans: 完成
zh_hant: 完成

# common.title.select
source: Select
ja: 選択
ru: Выбрать
zh_hans: 选择
zh_hant: 選擇

# common.title.cancel
source: Cancel
ja: キャンセル
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.title.edit
source: Edit
ja: 編集
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

# common.title.delete
source: Delete
ja: 削除
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# common.title.website
source: Website
ja: ウェブサイト
ru: Веб-сайт
zh_hans: 官方网站
zh_hant: 官方網站

# common.title.username
source: Username
ja: ユーザ名
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

# common.title.password
source: Password
ja: パスワード
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# common.title.optional
source: Optional
ja: 任意
ru: Необязательно
zh_hans: 选填
zh_hant: 可留空

# common.title.version
source: Version %@ (%@)
ja: バージョン %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

# common.title.name
source: Name
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# common.title.status
source: Status
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# common.title.peers
source: Peers
zh_hans: 用戶
zh_hant: 使用者

# common.title.seeds
source: Seeds
ru: Сиды
zh_hans: 做种者
zh_hant: 做種者

# common.title.leeches
source: Leeches
ru: Личи
zh_hans: 吸血者
zh_hant: 吸血者

# common.title.tag
source: Tag
ru: Тег
zh_hans: 标签
zh_hant: 標籤

# common.title.category
source: Category
ru: Категория
zh_hans: 分类
zh_hant: 分類

# common.title.progress
source: Progress
ru: Прогресс
zh_hans: 进度
zh_hant: 進度

# common.title.total_size
source: Total Size
ru: Общий размер
zh_hans: 总容量
zh_hant: 總容量

# common.title.download
source: Download
ru: Загрузка
zh_hans: 下载
zh_hant: 下載

# common.title.download_speed
source: DL Speed
ru: Скорость скачивания
zh_hans: 下载速度
zh_hant: 下載速度

# common.title.downloaded_size
source: DL Size
ru: Загружено
zh_hans: 已下载容量
zh_hant: 已下載容量

# common.title.upload_speed
source: UP Speed
ru: Скорость отдачи
zh_hans: 上传速度
zh_hant: 上傳速度

# common.title.uploaded_size
source: UP Size
ru: Отдано
zh_hans: 已上传容量
zh_hant: 已上傳容量

# common.title.upload
source: Upload
ru: Отдача
zh_hans: 上传
zh_hant: 上傳

# common.title.learn_more
source: Learn more
zh_hans: 更多内容
zh_hant: 更多內容

# common.title.view_error_info
source: View Error Info
ja: エラー情報を確認
ru: Подробнее
zh_hans: 查看错误信息
zh_hant: 查看錯誤資訊

# dialog.title.drop_database
source: You will lose all your data in this app. Are you sure to drop the database?
ja: 本アプリでのすべてのデータを失うことになります。 本当にデータベースを削除してもよろしいですか？
ru: Вы потеряете все свои данные в этом приложении. Вы уверены, что хотите удалить базу данных?
zh_hans: 你将失去这个 App 中所有的数据。 确定要丢弃数据库吗？
zh_hant: 繼續此操作將會清除 APP 中的所有資料。 確定要刪除資料庫？

# dialog.button.drop_database
source: Drop the database
ja: データベースを削除
ru: Удалить базу данных
zh_hans: 丢弃数据库
zh_hant: 刪除資料庫

# dialog.title.delete
source: Are you sure you want to delete "%@"?
ja: "%@" を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить "%@"?
zh_hans: 你确定要删除 "%@" 吗？
zh_hant: 你確定要刪除 "%@" 嗎？

# dialog.button.delete_client
source: Delete client
ja: クライアントを削除
ru: Удалить клиент
zh_hans: 删除客户端
zh_hant: 刪除用戶端

# dialog.button.delete_category
source: Delete category
ja: カテゴリを削除
ru: Удалить категорию
zh_hans: 删除分类
zh_hant: 刪除分類

# dialog.button.delete_tag
source: Delete tag
ja: タグを削除
ru: Удалить таг
zh_hans: 删除标签
zh_hant: 刪除標籤

# dialog.title.delete_tasks
source: Are you sure you want to delete the selected %d tasks?
ja: 選択された %d 個のタスクを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить выбранные %d задачи?
zh_hans: 你确定要删除选中的 %d 个任务吗？
zh_hant: 你確定要刪除選中的 %d 個任務嗎？

# dialog.button.delete_tasks_and_files
source: Delete tasks and files
ja: タスクとファイルを削除
ru: Удалить задачи и файлы
zh_hans: 删除任务和文件
zh_hant: 刪除任務和檔案

# dialog.button.delete_tasks
source: Delete tasks
ja: タスクを削除
ru: Удалить задачи
zh_hans: 删除任务
zh_hant: 刪除任務

# dialog.button.enter_one_time_password
source: Enter one-time password
ja: ワンタイムパスワードを入力
ru: Введите одноразовый пароль
zh_hans: 输入一次性密码
zh_hant: 輸入一次性密碼

# dialog.title.sync_failed
source: It appears that there might have been an issue during the syncing process.
ja: 同期処理中に問題が発生したようです。
ru: Похоже, что во время процесса синхронизации возникла проблема.
zh_hans: 在同步过程中似乎出现了问题。
zh_hant: 在同步過程中似乎出現了問題。

# dialog.title.login_failed
source: It appears that there might have been an issue during the login process.
ja: ログイン処理中に問題が発生したようです。
ru: Похоже, что во время процесса входа возникла проблема.
zh_hans: 在登录过程中似乎出现了问题。
zh_hant: 在登入過程中似乎出現了問題。

# dialog.button.retry_login
source: Retry login
ja: ログインを再試行
ru: Повторить вход
zh_hans: 重新尝试登录
zh_hant: 重新嘗試登入

# dialog.button.open_activity_monitor
source: Open Activity Monitor
zh_hans: 打开活动监视器
zh_hant: 開啟活動監視器

# edit_client_view.title
source: New Client
ja: 新規クライアント
ru: Добавить
zh_hans: 添加客户端
zh_hant: 新增用戶端

# edit_client_view.title.type
source: Type
ja: 種類
ru: Тип
zh_hans: 类型
zh_hant: 類型

# edit_client_view.title.name
source: Name
ja: 名前
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# edit_client_view.title.host
source: Host
ja: ホスト
ru: Хост
zh_hans: 主机
zh_hant: 主機

# edit_client_view.title.one_time_password
source: One-time password
ja: ワンタイムパスワード
ru: Одноразовый пароль
zh_hans: 一次性密码
zh_hant: 一次性密碼

# edit_client_view.title.disable_certificate_evaluation
source: Disable certificate evaluation
ja: 証明書の検証を無効化
ru: Отключить проверку SSL
zh_hans: 关闭证书验证
zh_hant: 關閉憑證驗證

# edit_client_view.section.description.exclusive_client_type
source: BitRemote+ membership is required to use this exclusive client type.
ja: この専用クライアントタイプを利用するには、BitRemote+ が必要です。
ru: Для использования этой функции требуется подписка BitRemote+.
zh_hans: 需要订阅 BitRemote+ 才能使用该专属客户端类型。
zh_hant: 需要訂閱 BitRemote+ 才能使用該專屬用戶端類型。

# edit_client_view.section.description.invalid_host_format
source: The host format is expected to be **"%@"**. Please verify the information you’ve entered, as it might be incorrect.
ja: ホストのフォーマットは **"%@"** が想定されています。入力した情報が正しくない可能性があるため、もう一度ご確認ください。
ru: Ожидается, что формат хоста будет **"%@"**. Пожалуйста, проверьте введенные данные, так как они могут быть неверными.
zh_hans: 主机的预期格式为 **"%@"**。请再次确认您输入的信息。
zh_hant: 主機的預期格式為 **"%@"**。請再次確認您輸入的資訊。

# edit_client_view.section.description.one_time_password
source: A one-time password may be utilized as part of some security features, such as two-factor authentication. After a successful login attempt, this field will be automatically reset to empty.
ja: ワンタイムパスワードは、二要素認証などのセキュリティ機能の一部として利用される場合があります。ログインが成功した後、このフィールドは自動的にリセットされます。
ru: Одноразовый пароль может использоваться в рамках некоторых функций безопасности, таких как двухфакторная аутентификация. После успешной попытки входа это поле будет автоматически сброшено.
zh_hans: 某些安全功能例如双重认证，可能要求一次性密码。该字段将在成功登入后自动重置为空。
zh_hant: 某些安全功能例如雙重認證，可能要求一次性密碼。該欄位將在成功登入後自動重置為空。

# edit_client_view.section.description.http_not_secure_message
source: Please be aware that using HTTP is not a secure way to transmit data. It's highly recommended to use HTTPS to ensure the safety of your information and protect your privacy.
ja: HTTP は、データを安全に伝送する方法ではありません。お客様の情報の安全性を確保し、プライバシーを保護するために、HTTPS を使用することを強くお勧めします。
ru: Имейте в виду, что использование HTTP не является безопасным способом передачи данных. Настоятельно рекомендуется использовать HTTPS для обеспечения безопасности вашей информации и защиты вашей конфиденциальности.
zh_hans: 请注意，HTTP 并不是一种安全的数据传输方式。为确保您信息和隐私的安全，我们强烈建议您使用 HTTPS。
zh_hant: 請注意，HTTP 並不是一種安全的資料傳輸方式。為確保您個資和隱私的安全，我們強烈建議您使用 HTTPS。

# edit_client_view.section.description.disable_certificate_evaluation_message
source: Disabling certificate evaluation can expose you to significant security risks, such as vulnerability to man-in-the-middle attacks and data interception. Proceed only if you fully understand the implications.
ja: 証明書の検証を無効にすると、中間者攻撃やデータの傍受など、重大なセキュリティリスクにさらされる可能性があります。この設定は、影響を完全に理解した前提でご利用ください。
ru: Отключение проверки сертификата может подвергнуть вас значительным рискам безопасности, таким как уязвимость для атак типа "человек посередине" и перехват данных. Продолжайте, только если вы полностью понимаете последствия.
zh_hans: 关闭证书验证可能会使您暴露于重大的安全风险中，例如遭受中间人攻击和资料拦截。请仅在您完全理解其影响的前提下使用。
zh_hant: 關閉憑證驗證可能會使您暴露於重大的安全風險中，例如遭受中間人攻擊和資料攔截。請僅在您完全理解其影響的前提下使用。

# error_info_view.title
source: Error info
ja: エラー情報
ru: Информация об ошибке
zh_hans: 错误信息
zh_hant: 錯誤資訊

# error_info_view.title.app_version
source: App version
ja: アプリバージョン
ru: Версия приложения
zh_hans: App 版本
zh_hant: 應用程式版本

# error_info_view.title.os_version
source: OS version
ja: OS バージョン
ru: Версия ОС
zh_hans: 操作系统版本
zh_hant: 作業系統版本

# error_info_view.title.device_name
source: Device name
ja: デバイス名
ru: Имя устройства
zh_hans: 设备名称
zh_hant: 裝置名稱

# error_info_view.section_title.description
source: Description
ja: 要約
ru: Описание
zh_hans: 说明
zh_hant: 說明

# error_info_view.section_title.solution
source: Solution
ja: 解決策
ru: Решение
zh_hans: 解决方案
zh_hant: 解決方法

# error_info_view.section_title.context
source: Context
ja: 背景情報
ru: Контекст
zh_hans: 上下文信息
zh_hant: 上下文資訊

# error_info_view.section_title.extra_information
source: Extra information
ja: 追加情報
ru: Дополнительная информация
zh_hans: 额外信息
zh_hant: 額外資訊

# error_info_view.footer.solution
source: If the suggested solution doesn't work for you or if you believe the app is functioning unexpectedly, please submit an issue on GitHub.
ja: 提案された解決策が機能しない場合や、アプリが予期せず動作していると思われる場合は、GitHub で問題を報告してください。
ru: Если предложенное решение не работает у вас или вы считаете, что приложение работает некорректно, пожалуйста, отправьте проблему на GitHub.
zh_hans: 如果建议的解决方案对您无效，或者您认为 App 的功能异常，请在 GitHub 上提交问题报告。
zh_hant: 如果建議的解決方法對您無效，或者您認為應用程式的功能異常，請在 GitHub 上提交問題報告。

# error_info_view.placeholder.solution
source: We currently don't have any suggestions for this error.
ja: このエラーを解決するための提案はありません。
ru: В настоящее время у нас нет готового решения для этой ошибки.
zh_hans: 目前对于这个错误，我们没有任何建议的解决方案。
zh_hant: 目前對於這個錯誤，我們沒有任何建議的解決方法。

# error_info_view.placeholder.context
source: There is no context included in this error.
ja: このエラーには背景情報が含まれていません。
ru: В этой ошибке нет контекста.
zh_hans: 这个错误中没有包含任何上下文信息。
zh_hant: 這個錯誤中沒有包含任何上下文資訊。

# filters_view.title.filters
source: Filters
ja: フィルター
ru: Фильтр
zh_hans: 筛选
zh_hant: 篩選

# filters_view.section_title.status
source: Status
ja: 状態
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# filters_view.button.info
source: Info
ja: 情報
ru: Инфо
zh_hans: 信息
zh_hant: 資訊

# filters_view.button.new_category
source: New Category
ja: 新規カテゴリ
ru: Новая категория
zh_hans: 添加分类
zh_hant: 新增分類

# filters_view.button.new_tag
source: New Tag
ja: 新規タグ
ru: Новый таг
zh_hans: 添加标签
zh_hant: 新增標籤

# filters_view.info_view.title.name
source: Name
ja: 名前
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# filters_view.info_view.section.title.setting
source: Setting
ja: 設定
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# category_info_view.title.savepath
source: Savepath
ja: ファイルの保存先
ru: Путь сохранения
zh_hans: 文件保存位置
zh_hant: 檔案儲存位置

# category_info_view.prompt.name
source: Category name
ja: カテゴリ名
ru: Имя категории
zh_hans: 分类名称
zh_hant: 分類名稱

# category_info_view.prompt.savepath
source: /downloads
ja: /ダウンロード
zh_hans: /下载
zh_hant: /下載

# category_info_view.placeholder.name
source: New category
ja: 新規カテゴリ
ru: Новая категория
zh_hans: 新的分类
zh_hant: 新的分類

# category_info_view.placeholder.savepath
source: Empty savepath
ja: ファイルの保存先なし
ru: Путь сохранения пуст
zh_hans: 文件保存位置为空
zh_hant: 檔案儲存位置為空

# tag_info_view.prompt.name
source: Tag name
ja: タグ名
ru: Имя тега
zh_hans: 标签名称
zh_hant: 標籤名稱

# tag_info_view.placeholder.name
source: New tag
ja: 新規タグ
ru: Новый тег
zh_hans: 新的标签
zh_hant: 新的標籤

# menu_bar_extra.button.show_app
source: Show BitRemote
ja: BitRemote を開く
ru: Открыть BitRemote
zh_hans: 打开 BitRemote
zh_hant: 開啟 BitRemote

# menu_bar_extra.button.quit
source: Quit
ja: 終了
ru: Выйти
zh_hans: 退出
zh_hant: 退出

# new_task_view.title
source: New Task
ja: 新規タスク
ru: Новая задача
zh_hans: 添加任务
zh_hant: 新增任務

# new_task_view.title.api_available
source: Available from %@
ja: %@ から利用可能
ru: Доступно с %@
zh_hans: 自 %@ 起可使用
zh_hant: 自 %@ 起可使用

# new_task_view.title.api_unavailable
source: Unavailable from %@
ja: %@ から利用不可
ru: Недоступно с %@
zh_hans: 自 %@ 起不可用
zh_hant: 自 %@ 起不可用

# new_task_view.title.relevant_files
source: Relevant file(s):
ja: 該当するファイル:
ru: Соответствующий(е) файл(ы):
zh_hans: 相关文件:
zh_hant: 相關檔案:

# new_task_view.title.processing_requests
source: Processing requests... (%@/%@)
ja: リクエスト処理中... (%@/%@)
ru: Обработка запросов... (%@/%@)
zh_hans: 正在处理请求... (%@/%@)
zh_hant: 正在處理請求... (%@/%@)

# new_task_view.model.source_format.link
source: Link
ja: リンク
ru: Ссылка
zh_hans: 链接
zh_hant: 連結

# new_task_view.model.source_format.file
source: File
ja: ファイル
ru: Файл
zh_hans: 文件
zh_hant: 檔案

# new_task_view.section.title.options
source: Options
ja: オプション
ru: Опции
zh_hans: 选项
zh_hant: 選項

# new_task_view.section.title.default_savepath
source: If you don't specify a folder, the default download location **"%@"** will be used automatically.
ja: 保存先を指定しない場合、既定値 **"%@"** が自動的に使用されます。
ru: Если вы не укажете папку, по умолчанию будет использоваться место загрузки **"%@"**.
zh_hans: 如果您不指定保存位置，将自动使用默认位置 **"%@"**。
zh_hant: 如果您不指定儲存位置，將自動使用預設位置 **"%@"**。

# new_task_view.section.title.default_savepath_placeholder
source: (loading...)
ja: (読み込み中...)
ru: (загрузка...)
zh_hans: (读取中...)
zh_hant: (載入中...)

# new_task_view.title.savepath
source: Download folder
ja: ファイルの保存先
ru: Папка загрузки
zh_hans: 文件保存位置
zh_hant: 檔案儲存位置

# new_task_view.prompt.savepath
source: /downloads
ja: /ダウンロード
zh_hans: /下载
zh_hant: /下載

# new_task_view.prompt.nas_savepath
source: SharedFolder/Downloads
ja: 共有フォルダ/ダウンロード
zh_hans: 共享文件夹/下载
zh_hant: 共用資料夾/下載

# new_task_view.title.paused
source: Add as paused
ja: 一時停止中として追加
ru: Добавить как приостановленное
zh_hans: 以暂停状态添加
zh_hant: 以暫停狀態新增

# new_task_view.model.aria2.download_piece_selection_algorithm.default
source: Default
ja: 既定
ru: По умолчанию
zh_hans: 预设
zh_hant: 預設

# new_task_view.model.aria2.download_piece_selection_algorithm.inorder
source: Inorder
ja: 順番通り
ru: По порядку
zh_hans: 顺序
zh_hant: 順序

# new_task_view.model.aria2.download_piece_selection_algorithm.random
source: Random
ja: ランダム
ru: Случайный
zh_hans: 随机
zh_hant: 隨機

# new_task_view.model.aria2.download_piece_selection_algorithm.geom
source: Geometrical
ja: 幾何学的
ru: Геометрический
zh_hans: 几何
zh_hant: 幾何

# new_task_view.model.aria2.options_type.global
source: Global
ja: 全般
ru: Глобальный
zh_hans: 全局
zh_hant: 全域

# new_task_view.model.qBittorrent.torrent_stop_condition.none
source: None
ja: なし
ru: Нет
zh_hans: 无
zh_hant: 無

# new_task_view.model.qBittorrent.torrent_stop_condition.metadata_received
source: Metadata received
ja: メタデータを受信後
ru: Метаданные получены
zh_hans: 已接收元数据
zh_hant: 已接收詮釋資料

# new_task_view.model.qBittorrent.torrent_stop_condition.files_checked
source: Files checked
ja: ファイルのチェック後
ru: Файлы проверены
zh_hans: 已检查文件
zh_hant: 已檢查檔案

# new_task_view.model.qBittorrent.torrent_content_layout.original
source: Original
ja: オリジナル
ru: Оригинал
zh_hans: 原始
zh_hant: 原始

# new_task_view.model.qBittorrent.torrent_content_layout.subfolder
source: Creates subfolder
ja: サブフォルダを作成する
ru: Создать подпапку
zh_hans: 创建子文件夹
zh_hant: 建立子資料夾

# new_task_view.model.qBittorrent.torrent_content_layout.no_subfolder
source: Don't create subfolder
ja: サブフォルダを作成しない
ru: Не создавать подпапку
zh_hans: 不创建子文件夹
zh_hant: 不建立子資料夾

# new_task_view.aria2_form.title.allow_overwrite
source: Allow overwrite
ja: 上書きの許可
ru: Разрешить перезапись
zh_hans: 允许覆盖
zh_hant: 允許覆蓋

# new_task_view.aria2_form.title.max_download_limit
source: Max download limit (B/s)
ja: 最大下り速度 (B/s)
ru: Максимальный лимит загрузки (Б/с)
zh_hans: 最大下载速度 (B/s)
zh_hant: 最大下載速度 (B/s)

# new_task_view.aria2_form.title.conditional_download
source: Conditional download
ja: 条件付きダウンロード
ru: Условная загрузка
zh_hans: 条件下载
zh_hant: 條件下載

# new_task_view.aria2_form.title.file_allocation_method
source: File allocation method
ja: ファイル割り当て方法
ru: Метод выделения файла
zh_hans: 文件分配方法
zh_hant: 檔案分配方法

# new_task_view.aria2_form.title.parameterized_URI
source: Parameterized URI
ja: URI パラメータ化
ru: Параметризованный URI
zh_hans: 启用参数化 URI 支持
zh_hant: 啟用參數化 URI 支援

# new_task_view.aria2_form.title.force_save
source: Force save
ja: 強制保存
ru: Принудительное сохранение
zh_hans: 强制保存
zh_hant: 強制儲存

# new_task_view.aria2_form.title.filename
source: Filename
ja: ファイル名
ru: Имя файла
zh_hans: 文件名
zh_hant: 檔案名稱

# new_task_view.aria2_form.prompt.filename
source: File.txt
ja: ファイル.txt
zh_hans: 文件.txt
zh_hant: 檔案.txt

# new_task_view.aria2_form.title.split_count
source: Split count
ja: ファイルあたりの最大接続数
ru: Количество частей
zh_hans: 单任务连接数
zh_hant: 單工作連線數

# new_task_view.aria2_form.title.min_split_size
source: Min split size (Bytes)
ja: 最小分割サイズ (Bytes)
ru: Минимальный размер части (байты)
zh_hans: 最小文件分片大小 (Bytes)
zh_hant: 最小檔案分段大小 (B/s)
