Repository: BitRemote-Team/BitRemote
Catalog: Strings/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans, zh_hant

# new_task_view.aria2_form.title.max_connection_per_server
source: Max connection per server
ja: サーバあたりの最大接続数
ru: Максимальное количество подключений к серверу
zh_hans: 单服务器最大连接数
zh_hant: 單伺服器最大連線數

# new_task_view.aria2_form.title.lowest_speed_limit
source: Lowest speed limit (B/s)
ja: 最小下り速度 (B/s)
ru: Минимальный лимит скорости (Б/с)
zh_hans: 最小下载速度 (B/s)
zh_hant: 最小下載速度 (B/s)

# new_task_view.aria2_form.title.piece_selection_algorithm
source: Piece selection algorithm
ja: ピース選択アルゴリズム
ru: Алгоритм выбора частей
zh_hans: 分片选择算法
zh_hant: 分段選擇演算法

# new_task_view.aria2_form.title.http_default_username
source: HTTP default username
ja: HTTP ユーザ名の既定値
ru: Имя пользователя по умолчанию для HTTP
zh_hans: HTTP 默认用户名
zh_hant: HTTP 預設使用者名稱

# new_task_view.aria2_form.title.http_default_password
source: HTTP default password
ja: HTTP パスワードの既定値
ru: Пароль по умолчанию для HTTP
zh_hans: HTTP 默认密码
zh_hant: HTTP 預設密碼

# new_task_view.aria2_form.title.proxy_server
source: Proxy server
ja: プロキシサーバ
ru: Прокси-сервер
zh_hans: 代理服务器
zh_hant: 代理伺服器

# new_task_view.aria2_form.title.proxy_username
source: Proxy username
ja: プロキシユーザ名
ru: Имя пользователя прокси
zh_hans: 代理服务器用户名
zh_hant: 代理伺服器使用者名稱

# new_task_view.aria2_form.title.proxy_password
source: Proxy password
ja: プロキシパスワード
ru: Пароль прокси
zh_hans: 代理服务器密码
zh_hant: 代理伺服器密碼

# new_task_view.aria2_form.title.referer
source: Referer
ja: リファラ
ru: Референт
zh_hans: 请求来源
zh_hant: 請求來源

# new_task_view.aria2_form.title.custom_header
source: Custom header
ja: カスタムヘッダー
ru: Пользовательский заголовок
zh_hans: 自定义请求头
zh_hant: 自訂標頭

# new_task_view.aria2_form.title.max_upload_limit
source: Max upload limit (B/s)
ja: 最大上り速度 (B/s)
ru: Максимальный лимит загрузки (Б/с)
zh_hans: 最大上传速度 (B/s)
zh_hant: 最大上傳速度 (B/s)

# new_task_view.aria2_form.title.max_peers
source: Max peers
ja: 最大ピア数
ru: Максимальное количество пиров
zh_hans: 最大连接节点数
zh_hant: 最大連線節點數

# new_task_view.aria2_form.title.preferred_download_speed
source: Preferred download speed (B/s)
ja: 希望する下り速度 (B/s)
ru: Предпочтительная скорость загрузки (Б/с)
zh_hans: 期望下载速度 (B/s)
zh_hant: 偏好下載速度 (B/s)

# new_task_view.aria2_form.title.remove_unselected_file
source: Remove unselected file
ja: 選択されていないファイルの削除
ru: Удалить невыбранный файл
zh_hans: 删除未选择的文件
zh_hant: 刪除未選擇的檔案

# new_task_view.aria2_form.title.stop_timeout
source: Stop timeout (secs)
ja: 停止までの待ち時間 (秒)
ru: Тайм-аут остановки (сек)
zh_hans: 无速度时自动停止时间 (秒钟)
zh_hant: 無速度時自動停止時間 (秒鐘)

# new_task_view.aria2_form.title.bt_tracker
source: BT tracker
ja: BT トラッカー
ru: BT трекер
zh_hans: BT 服务器地址
zh_hant: BT 伺服器位址

# new_task_view.aria2_form.title.min_share_ratio
source: Min share ratio
ja: 最小共有比
ru: Минимальное соотношение раздачи
zh_hans: 最小分享率
zh_hant: 最小分享率

# new_task_view.aria2_form.title.min_seed_time
source: Min seed time (mins)
ja: 最小シード時間 (分)
ru: Минимальное время раздачи (мин)
zh_hans: 最小做种时间 (分钟)
zh_hant: 最小做種時間 (分鐘)

# new_task_view.qBittorrent_form.title.auto_TMM
source: Automatic torrent management
ja: 自動トレント管理
ru: Автоматическое управление торрентами
zh_hans: 种子自动管理
zh_hant: 種子自動管理

# new_task_view.qBittorrent_form.title.rename
source: Rename torrent
ja: トレント名の変更
ru: Переименовать
zh_hans: 重命名种子
zh_hant: 重新命名種子

# new_task_view.qBittorrent_form.prompt.rename
source: New torrent name
ja: 新しいトレント名
ru: Новое имя
zh_hans: 新的种子名称
zh_hant: 新的種子名稱

# new_task_view.qBittorrent_form.title.tags
source: Tags
ja: タグ
ru: Теги
zh_hans: 标签
zh_hant: 標籤

# new_task_view.qBittorrent_form.prompt.tags
source: Tag1, Tag2
ja: タグ1, タグ2
ru: Тег1, Тег2
zh_hans: 标签1, 标签2
zh_hant: 標籤1, 標籤2

# new_task_view.qBittorrent_form.title.stop_condition
source: Stop condition
ja: 停止条件
ru: Условие остановки
zh_hans: 停止条件
zh_hant: 停止條件

# new_task_view.qBittorrent_form.title.skip_checking
source: Skip hash checking
ja: ハッシュチェックを省略
ru: Пропустить проверку хеша
zh_hans: 跳过哈希校验
zh_hant: 跳過雜湊值檢查

# new_task_view.qBittorrent_form.title.content_layout
source: Content layout
ja: コンテンツのレイアウト
ru: Макет содержимого
zh_hans: 内容布局
zh_hant: 內容佈局

# new_task_view.qBittorrent_form.title.root_folder
source: Create root folder
ja: ルートフォルダの作成
ru: Создать корневую папку
zh_hans: 创建根目录
zh_hant: 建立根目錄

# new_task_view.qBittorrent_form.title.sequential_download
source: Enable sequential download
ja: 読み取り順にダウンロード
ru: Включить последовательную загрузку
zh_hans: 启用顺序下载
zh_hant: 依順序下載

# new_task_view.qBittorrent_form.title.first_last_piece_prio
source: Prioritize download first last piece
ja: 先頭と最後のピースを先にダウンロード
ru: Приоритет загрузки первой и последней части
zh_hans: 优先下载首尾文件块
zh_hant: 優先下載首尾檔案塊

# new_task_view.qBittorrent_form.title.up_limit
source: Upload rate limit (B/s)
ja: 上り速度制限 (B/s)
ru: Лимит скорости загрузки (Б/с)
zh_hans: 限制上传速率 (B/s)
zh_hant: 限制上傳速率 (B/s)

# new_task_view.qBittorrent_form.title.dl_limit
source: Download rate limit (B/s)
ja: 下り速度制限 (B/s)
ru: Лимит скорости скачивания (Б/с)
zh_hans: 限制下载速率 (B/s)
zh_hant: 限制下載速率 (B/s)

# new_task_view.qBittorrent_form.title.ratio_limit
source: Share ratio limit
ja: 共有比上限
ru: Лимит соотношения раздачи
zh_hans: 分享率上限
zh_hant: 分享率上限

# new_task_view.qBittorrent_form.title.seeding_time_limit
source: Seeding time limit (mins)
ja: シード時間制限 (分)
ru: Лимит времени раздачи (мин)
zh_hans: 限制做种时间 (分钟)
zh_hant: 限制做種時間 (分鐘)

# new_task_view.transmission_form.title.labels
source: Labels
ja: ラベル
ru: Метки
zh_hans: 标签
zh_hant: 標籤

# new_task_view.transmission_form.prompt.labels
source: Label1, Label2
ja: ラベル1, ラベル2
ru: Метка1, Метка2
zh_hans: 标签1, 标签2
zh_hant: 標籤1, 標籤2

# new_task_view.transmission_form.title.peer_limit
source: Peer limit
ja: ピア上限
ru: Лимит пиров
zh_hans: 用户连接上限
zh_hant: 使用者連接上限

# new_task_view.transmission_form.title.bandwidth_priority
source: Bandwidth priority
ja: 帯域幅の優先順位
ru: Приоритет пропускной способности
zh_hans: 带宽优先度
zh_hant: 頻寬優先度

# new_task_view.synology_download_station_form.title.FTP_authentication
source: FTP authentication
ja: FTP 認証
ru: Аутентификация FTP
zh_hans: FTP 鉴权
zh_hant: FTP 驗證

# new_task_view.QNAP_download_station_form.title.temp_savepath
source: Temporary folder
ja: ファイルの一時保存先
ru: Временная папка
zh_hans: 文件临时保存位置
zh_hant: 檔案臨時儲存位置

# new_task_view.torrent_picker.button.select_files
source: Select files
ja: ファイルを選択
ru: Выбрать файлы
zh_hans: 选择文件
zh_hant: 選擇檔案

# new_task_view.torrent_picker.button.reselect_files
source: Reselect files
ja: ファイルを再選択
ru: Выбрать файлы заново
zh_hans: 重新选择文件
zh_hant: 重新選擇檔案

# new_task_view.category_picker.title.custom_category
source: Custom category
ja: カスタムカテゴリ
ru: Пользовательская категория
zh_hans: 自定义分类
zh_hant: 自訂分類

# new_task_view.category_picker.prompt.custom_category
source: Category1
ja: カテゴリ1
ru: Категория1
zh_hans: 分类1
zh_hant: 分類1

# notification.title.operation.success
source: Operation completed
ja: 操作完了
ru: Операция завершена
zh_hans: 操作完成
zh_hant: 操作完成

# notification.title.operation.failure
source: Operation failed
ja: 操作失敗
ru: Операция не удалась
zh_hans: 操作失败
zh_hant: 操作失敗

# notification.title.backup_clients.success
source: Export completed
ja: バックアップ完了
ru: Экспорт выполнен успешно
zh_hans: 导出备份完成
zh_hant: 匯出備份完成

# notification.title.backup_clients.failure
source: Export failed
ja: バックアップ失敗
ru: Экспорт не выполнен
zh_hans: 导出备份失败
zh_hant: 匯出備份失敗

# notification.title.restore_clients.success
source: Restoration completed
ja: バックアップ復元完了
ru: Восстановление выполнено успешно
zh_hans: 从备份恢复数据完成
zh_hant: 從備份回復資料完成

# notification.title.restore_clients.failure
source: Restoration failed
ja: バックアップ復元失敗
ru: Восстановление не выполнено
zh_hans: 从备份恢复数据失败
zh_hant: 從備份回復資料失敗

# notification.message.client
source: 1 client
ja: クライアント 1 個
ru: 1 клиент
zh_hans: 1 个客户端
zh_hant: 1 個用戶端

# notification.message.clients
source: %d clients
ja: クライアント %d 個
ru: %d клиентов
zh_hans: %d 个客户端
zh_hant: %d 個用戶端

# page_picker.title.page
source: Page (%d / %d)
ja: ページ (%d / %d)
ru: Страница (%d / %d)
zh_hans: 页码 (%d / %d)
zh_hant: 頁碼 (%d / %d)

# placeholder.no_client_selected
source: No Client Selected
ja: クライアント未選択
ru: Клиент не выбран.
zh_hans: 未选择客户端
zh_hant: 未選擇用戶端

# placeholder.no_task_selected
source: No Task Selected
zh_hans: 未选择任务
zh_hant: 未選擇任務

# placeholder.no_clients_found
source: No Clients Found
ja: クライアントが見つかりません
ru: Клиенты не найдены.
zh_hans: 未找到客户端
zh_hant: 未找到用戶端

# placeholder.no_tasks_found
source: No Tasks Found
ja: タスクが見つかりません
ru: Задачи не найдены.
zh_hans: 未找到任务
zh_hant: 未找到任務

# placeholder.no_logs_found
source: No Logs Found
ja: ログが見つかりません
ru: Логи не найдены.
zh_hans: 未找到记录
zh_hant: 未找到記錄

# placeholder.no_trackers_found
source: No Trackers Found
zh_hans: 未找到 Tracker
zh_hant: 未找到 Tracker

# placeholder.no_peers_found
source: No Peers Found
zh_hans: 未找到用户
zh_hant: 未找到使用者

# setting_view.title
source: Setting
ja: 設定
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# setting_view.title.about_app
source: About
ja: アプリ情報
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# setting_view.title.system_settings
source: System settings
ja: システム設定
ru: Конфигурация
zh_hans: 系统设置
zh_hant: 系統設定

# general_setting_view.title
source: General
ja: 全般
ru: Основные
zh_hans: 一般
zh_hant: 一般

# general_setting_view.title.language
source: Language
ja: 言語
ru: Язык
zh_hans: 语言
zh_hant: 語言

# general_setting_view.section.title.backup
source: Backup
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份
zh_hant: 備份

# general_setting_view.title.backup_clients
source: Export clients backup
ja: クライアントのバックアップを作成する
ru: Экспорт резервной копии клиентов
zh_hans: 导出客户端备份
zh_hant: 匯出用戶端備份

# general_setting_view.title.restore_clients
source: Restore clients from backup
ja: バックアップからクライアントを復元する
ru: Восстановить клиентов из резервной копии
zh_hans: 从备份中恢复客户端数据
zh_hant: 從備份中回復用戶端資料

# subscription_setting_view.title
source: Subscription
zh_hans: 订阅
zh_hant: 訂閱

# subscription_setting_view.title.expires_on
source: Expires on %@
zh_hans: %@ 到期
zh_hant: %@ 到期

# subscription_setting_view.title.expired_on
source: Expired on %@
zh_hans: %@ 到期
zh_hant: %@ 到期

# subscription_setting_view.title.available
source: Available
zh_hans: 使用权有效
zh_hant: 使用權有效

# subscription_setting_view.title.not_available
source: Not available
zh_hans: 不可用
zh_hant: 不可用

# subscription_setting_view.title.identifier
source: Identifier
zh_hans: 标识符
zh_hant: 識別碼

# subscription_setting_view.section.title.offer
source: Offer
zh_hans: 优惠
zh_hant: 優惠

# subscription_setting_view.section.title.caution_note
source: While we strive to ensure a smooth experience, there may be instances where you do not receive free access even after watching the promotional video. We sincerely apologize if this occurs, but please note that we cannot be held responsible for any losses or inconveniences caused as a result.
zh_hans: 我们致力于提供顺畅的使用体验，但仍可能发生您观看广告后无法获得免费使用权的情况。我们对此深感抱歉，但请注意，我们无法对因此造成的任何不便或损失负责。
zh_hant: 我們致力於提供順暢的使用體驗，但仍可能發生您觀看廣告後無法獲得免費使用權的情況。我們對此深感抱歉，但請注意，我們無法對因此造成的任何不便或損失負責。

# subscription_setting_view.title.watch_ad
source: Gain BitRemote+ access for today by watching a promo video
zh_hans: 观看广告获得今日 BitRemote+ 使用权
zh_hant: 觀看廣告獲得今日 BitRemote+ 使用權

# subscription_setting_view.section.title.diagnostic
source: Diagnostic
zh_hans: 诊断
zh_hant: 診斷

# subscription_setting_view.title.sync_purchases
source: Sync purchases
ru: Синхронизация покупок
zh_hans: 同步已购买项目
zh_hant: 同步已購買項目

# subscription_setting_view.title.restore_purchases
source: Restore purchases
ru: Восстановить покупки
zh_hans: 恢复已购买项目
zh_hant: 回復已購買項目

# subscription_setting_view.subtitle.restore_purchases
source: Refresh receipt and sync purchases
ru: Обновить чек и синхронизировать покупки
zh_hans: 更新收据并同步已购买项目
zh_hant: 更新收據並同步已購買項目

# app_activity_logs_view.title
source: App activity logs
ja: アプリ動作記録
ru: Журнал активности приложения
zh_hans: App 活动记录
zh_hant: App 活動記錄

# appearance_setting_view.title
source: Appearance
ja: 外観
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

# appearance_setting_view.title.color_scheme
source: Color scheme
ja: 配色
ru: Цветовая схема
zh_hans: 配色
zh_hant: 配色

# appearance_setting_view.title.theme_color
source: Theme color
ja: テーマ色
ru: Цвет темы
zh_hans: 主题色
zh_hant: 主題色

# appearance_setting_view.section.title.tasks
source: Tasks
ja: タスク
ru: Задачи
zh_hans: 任务
zh_hant: 任務

# appearance_setting_view.title.show_client_speed
source: Show client speed
ja: クライアント速度の表示
ru: Показать скорость клиента
zh_hans: 显示客户端速度
zh_hant: 顯示用戶端速度

# appearance_setting_view.title.show_free_space
source: Show free space
ja: 空き容量の表示
ru: Показать свободное место
zh_hans: 显示剩余空间
zh_hant: 顯示可用空間

# app_icon_view.title
source: App icon
ja: アプリアイコン
ru: Иконка приложения
zh_hans: App 图标
zh_hant: App 圖案

# about_view.title.version_history
source: Version History
ja: バージョン履歴
ru: История версий
zh_hans: 版本历史
zh_hant: 版本歷史

# about_view.title.privacy_policy
source: Privacy Policy
ja: 個人情報保護方針
ru: Политика конфиденциальности
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# about_view.title.eula
source: End User License Agreement
ja: エンドユーザー使用許諾契約
ru: Лицензионное соглашение с пользователем
zh_hans: 最终用户许可协议
zh_hant: 終端使用者授權合約

# about_view.section.title.acknowledgements
source: Acknowledgements
ja: 謝辞
ru: Благодарности
zh_hans: 致谢
zh_hant: 致謝

# about_view.section.title.translation_contributors
source: Translation contributors
ja: 翻訳貢献者
ru: Переводчики
zh_hans: 翻译贡献者
zh_hant: 翻譯貢獻者

# version_history_view.title
source: Version history
ja: バージョン履歴
ru: История версий
zh_hans: 版本历史
zh_hant: 版本歷史

# app_color_scheme.title.automatic
source: Automatic
ja: 自動
ru: Автоматически
zh_hans: 自动
zh_hant: 自動

# app_color_scheme.title.light
source: Light
ja: ライト
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

# app_color_scheme.title.dark
source: Dark
ja: ダーク
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

# app_icon.title.default
source: Default
ja: 既定
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# app_icon.title.dark
source: Dark
ja: ダーク
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

# sidebar.button.edit_client.new
source: New Client
ja: 新規クライアント
ru: Добавить
zh_hans: 添加客户端
zh_hant: 新增用戶端

# sidebar.button.remove_ads
source: Remove ads
zh_hans: 移除广告
zh_hant: 移除廣告

# sidebar.button.no_ads_today
source: No ads for today
zh_hans: 先移除一天
zh_hant: 先移除一天

# task.status.name.all
source: All
ja: すべて
ru: Все
zh_hans: 全部
zh_hant: 全部

# task.status.name.none
source: None
ja: なし
ru: Нет
zh_hans: 无
zh_hant: 無

# task.status.name.downloading
source: Downloading
ja: ダウンロード中
ru: Загрузка
zh_hans: 下载中
zh_hant: 下載中

# task.status.name.uploading
source: Uploading
ja: アップロード中
ru: Отдача
zh_hans: 上传中
zh_hant: 上傳中

# task.status.name.checking
source: Checking
ja: チェック中
ru: Проверка
zh_hans: 检查中
zh_hant: 檢查中

# task.status.name.moving
source: Moving
ja: 移動中
ru: Перемещение
zh_hans: 移动中
zh_hant: 移動中

# task.status.name.completed
source: Completed
ja: 完了済み
ru: Завершено
zh_hans: 已完成
zh_hant: 已完成

# task.status.name.paused
source: Paused
ja: 一時停止中
ru: Приостановлено
zh_hans: 暂停中
zh_hant: 已暫停

# task.status.name.stalled
source: Stalled
ja: 停滞中
ru: Зависло
zh_hans: 停滞中
zh_hant: 停滯中

# task.status.name.error
source: Error
ja: エラー
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# task.status.name.unknown
source: Unknown
ja: 不明
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

# tracker.status.name.disabled
source: Disabled
zh_hans: 已禁用
zh_hant: 已停用

# tracker.status.name.uncontacted
source: Uncontacted
zh_hans: 尚未联系
zh_hant: 尚未連線

# tracker.status.name.inactive
source: Inactive
zh_hans: 未工作
zh_hant: 未運作

# tracker.status.name.updating
source: Updating
zh_hans: 更新中
zh_hant: 更新中

# tracker.status.name.active
source: Active
zh_hans: 工作中
zh_hant: 運作中

# subscription_capability.title.remove_ads
source: Remove Ads
ja: 広告非表示
ru: Убрать рекламу
zh_hans: 移除广告
zh_hant: 移除廣告

# subscription_capability.title.iCloud_syncing
source: iCloud Syncing
ja: iCloud 同期
ru: Синхронизация с iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# subscription_capability.title.unlimited_clients
source: Unlimited Clients
ja: クライアント数制限なし
ru: Неограниченное количество клиентов
zh_hans: 不限客户端数
zh_hant: 不限用戶端數

# subscription_capability.title.task_insight_panel
source: Task Insight Panel
ja: タスクの詳細情報パネル
ru: Панель анализа задач
zh_hans: 任务详情面板
zh_hant: 任務明細面板

# subscription_capability.title.exclusive_client_types
source: Exclusive Client Types
ja: 専用クライアントタイプ
ru: Эксклюзивные типы клиентов
zh_hans: 专属客户端类型
zh_hant: 專屬用戶端類型

# summary_table_column.title.uploaded_size
source: UP %@
ru: Отдано %@
zh_hans: 已上传 %@
zh_hant: 已上傳 %@

# summary_table_column.title.downloaded_size
source: DL %@
ru: Скачано %@
zh_hans: 已下载 %@
zh_hant: 已下載 %@

# summary_table_column.title.eta
source: ETA %@
ja: 残り時間 %@
zh_hans: 剩余时间 %@
zh_hant: 剩餘時間 %@

# summary_table_column.title.ratio
source: Ratio %@
ja: 共有比 %@
ru: Соотношение %@
zh_hans: 分享率 %@
zh_hant: 分享率 %@

# tag.display_name.all
source: All
ja: すべて
ru: Все
zh_hans: 全部
zh_hant: 全部

# tag.display_name.none
source: None
ja: タグなし
ru: Нет
zh_hans: 无标签
zh_hant: 無標籤

# task.property.title.comment
source: Comment
zh_hans: 注释
zh_hant: 註解

# task.property.title.info_hash
source: Info Hash
zh_hans: 哈希值
zh_hant: 雜湊值

# task.property.title.save_path
source: Save Path
zh_hans: 保存位置
zh_hant: 儲存位置

# task.property.title.connections
source: Connections
zh_hans: 连接数
zh_hant: 連線數

# task.property.title.size
source: Size
ru: Размер
zh_hans: 容量
zh_hant: 容量

# task.property.title.wasted_size
source: Wasted Size
zh_hans: 已丢弃容量
zh_hant: 已丟棄容量

# task.property.title.download_speed_limit
source: DL Speed Limit
ru: Ограничение скорости загрузки
zh_hans: 下载速度上限
zh_hant: 下載速度上限

# task.property.title.upload_speed_limit
source: UP Speed Limit
ru: Ограничение скорости отдачи
zh_hans: 上传速度上限
zh_hant: 上傳速度上限

# task.property.title.remaining_size
source: Remaining Size
ru: Осталось
zh_hans: 剩余容量
zh_hant: 剩餘容量

# task.property.title.pieces
source: Pieces
zh_hans: 区块
zh_hant: 分塊

# task.property.title.eta
source: ETA
ru: Оставшееся время
zh_hans: 预估剩余时间
zh_hant: 預計剩餘時間

# task.property.title.reannounce_in
source: Reannounce In
zh_hans: 重新汇报倒数
zh_hant: 重新發佈倒數

# task.property.title.ratio
source: Ratio
ru: Ратио
zh_hans: 分享率
zh_hant: 分享率

# task.property.title.share_ratio
source: Share Ratio
zh_hans: 分享率
zh_hant: 分享率

# task.property.title.ratio_limit
source: Ratio Limit
ru: Лимит ратио
zh_hans: 分享率上限
zh_hant: 分享率上限

# task.property.title.creation_tool
source: Creation Tool
zh_hans: 创建工具
zh_hant: 製作工具

# task.property.title.active_time
source: Active Time
zh_hans: 活动时间
zh_hant: 活動時間

# task.property.title.seeding_time
source: Seeding Time
zh_hans: 做种时间
zh_hant: 做種時間

# task.property.title.added_date
source: Added Date
ru: Дата добавления
zh_hans: 添加日期
zh_hant: 添加日期

# task.property.title.created_date
source: Created Date
zh_hans: 创建时间
zh_hant: 製作時間

# task.property.title.completed_date
source: Completed Date
ru: Дата завершения
zh_hans: 完成日期
zh_hant: 完成日期

# task.property.title.last_activity_date
source: Last Activity Date
zh_hans: 最终活动日期
zh_hant: 最終活動日期

# task.property.title.last_seen_completed_date
source: Last Seen Completed Date
zh_hans: 最终完成确认日期
zh_hant: 最終完成確認日期

# tracker.property.title.tier
source: Tier
zh_hans: 层级
zh_hant: 層級

# tracker.property.title.downloads
source: Downloads
zh_hans: 下载
zh_hant: 下載

# tracker.property.title.message
source: Message
zh_hans: 消息
zh_hant: 訊息

# peer.property.title.country
source: Country
zh_hans: 国家
zh_hant: 國家

# peer.property.title.ip_address
source: IP Address
ru: IP
zh_hans: IP 地址
zh_hant: IP 位址

# peer.property.title.port
source: Port
zh_hans: 端口
zh_hant: 連接埠

# peer.property.title.connection
source: Connection
zh_hans: 连接
zh_hant: 連線

# peer.property.title.flags
source: Flags
zh_hans: 标志
zh_hant: 旗標

# peer.property.title.client
source: Client
zh_hans: 客户端
zh_hant: 用戶端

# peer.property.title.relevance
source: Relevance
zh_hans: 关联度
zh_hant: 關聯性

# peer.property.title.files
source: Files
zh_hans: 文件
zh_hant: 檔案

# file.property.title.want_status
source: Want Status
zh_hans: 文件期望状态
zh_hant: 檔案期望狀態

# file.property.title.priority
source: Priority
zh_hans: 优先度
zh_hant: 優先度

# file.property.title.availability
source: Availability
zh_hans: 可用性
zh_hant: 可用性

# file.priority.title.low_priority
source: Low priority
zh_hans: 低优先度
zh_hant: 低優先度

# file.priority.title.normal_priority
source: Normal priority
zh_hans: 普通优先度
zh_hant: 普通優先度

# file.priority.title.high_priority
source: High priority
zh_hans: 高优先度
zh_hant: 高優先度

# file.priority.title.max_priority
source: Max priority
zh_hans: 最高优先度
zh_hant: 最高優先度

# file.priority.title.mixed_priority
source: Mixed priority
zh_hans: 优先度混合
zh_hant: 優先度混合

# tasks_view.button.resume
source: Resume
ja: 再開
ru: Возобновить
zh_hans: 继续
zh_hant: 繼續

# tasks_view.button.pause
source: Pause
ja: 停止
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

# tasks_view.button.delete
source: Delete
ja: 削除
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# tasks_view.button.select_this_page
source: Select this page
ja: 本ページを選択
ru: Выбрать эту страницу
zh_hans: 全选此页
zh_hant: 全選此頁

# tasks_view.button.unselect_this_page
source: Unselect this page
ja: 本ページを選択解除
ru: Снять выбор с этой страницы
zh_hans: 取消全选此页
zh_hant: 取消全選此頁

# tasks_view.button.reset_category
source: Reset Category
zh_hans: 重置分类
zh_hant: 重設分類

# tasks_view.button.new_category
source: New Category
ru: Новая категория
zh_hans: 添加分类
zh_hant: 新增分類

# tasks_view.button.set_category
source: Set Category
zh_hans: 设置分类
zh_hant: 設定分類

# tasks_view.button.reset_tags
source: Reset Tags
zh_hans: 重置标签
zh_hant: 重設標籤

# tasks_view.button.new_tag
source: New Tag
ru: Новый таг
zh_hans: 添加标签
zh_hant: 新增標籤

# tasks_view.button.set_tag
source: Set Tag
zh_hans: 设置标签
zh_hant: 設定標籤

# activity_monitor.title
source: Activity monitor
ja: アクティビティモニタ
ru: Монитор активности
zh_hans: 活动监视器
zh_hant: 活動監視器

# activity_monitor.card.title.status
source: Status
ja: 状態
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# activity_monitor.card.title.free_space
source: Free space
ja: 空き容量
ru: Свободное место
zh_hans: 可用空间
zh_hant: 可用空間

# activity_monitor.card.title.total_space
source: Total space
ja: 合計容量
ru: Общий объём
zh_hans: 总计空间
zh_hant: 總計空間

# activity_monitor.card.title.share_ratio
source: Share ratio
ja: 共有比
ru: Коэффициент раздачи
zh_hans: 分享率
zh_hant: 分享率

# activity_monitor.card.title.uploaded
source: Uploaded
ja: アップロード済み
ru: Загружено
zh_hans: 已上传
zh_hant: 已上傳

# activity_monitor.card.title.downloaded
source: Downloaded
ja: ダウンロード済み
ru: Скачано
zh_hans: 已下载
zh_hant: 已下載

# activity_monitor.board.title.statistics
source: Statistics
ru: Статистика
zh_hans: 统计数据
zh_hant: 統計資料

# activity_monitor.board.section.title.general
source: General
ru: Общее
zh_hans: 一般
zh_hant: 一般

# activity_monitor.board.value.dht
source: %d nodes
ru: %d узлов
zh_hans: %d 个节点
zh_hant: %d 個節點

# activity_monitor.board.section.title.user
source: User
ru: Пользователь
zh_hans: 使用者
zh_hant: 使用者

# activity_monitor.board.title.session_waste
source: Session waste
ru: Потери сессии
zh_hans: 本次对话丢弃
zh_hant: 本次連線丟棄

# activity_monitor.board.title.connected_peers
source: Connected peers
ru: Подключенные пиры
zh_hans: 连接用户
zh_hant: 已連線的使用者

# activity_monitor.board.section.title.cache
source: Cache
ru: Кэш
zh_hans: 缓存
zh_hant: 快取

# activity_monitor.board.title.read_cache_hits
source: Read cache hits
ru: Попадания в кэш чтения
zh_hans: 读缓存次数
zh_hant: 讀取快取次數

# activity_monitor.board.title.total_buffer_size
source: Total buffer size
ru: Общий размер буфера
zh_hans: 总缓存容量
zh_hant: 總快取容量

# activity_monitor.board.section.title.performance
source: Performance
ru: Производительность
zh_hans: 性能
zh_hant: 效能

# activity_monitor.board.title.write_cache_overload
source: Write cache overload
ru: Перегрузка кэша записи
zh_hans: 写入缓存超负荷
zh_hant: 寫入快取超過負荷

# activity_monitor.board.title.read_cache_overload
source: Read cache overload
ru: Перегрузка кэша чтения
zh_hans: 读取缓存超负荷
zh_hant: 讀取快取超過負荷

# activity_monitor.board.title.queued_io_jobs
source: Queued I/O jobs
ru: Ожидающие I/O задачи
zh_hans: 队列的 I/O 任务
zh_hant: 佇列的 I/O 任務

# activity_monitor.board.title.average_time_in_queue
source: Average time in queue
ru: Среднее время в очереди
zh_hans: 在队列的平均时间
zh_hant: 在佇列的平均時間
