Repository: BitRemote-Team/BitRemote
Catalog: Strings/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans, zh_hant

# activity_monitor.board.title.total_queued_size
source: Total queued size
ru: Общий размер в очереди
zh_hans: 总队列容量
zh_hant: 總佇列容量

# client_status_tray.free_space
source: Free space
ja: 空き容量
ru: Свободное место
zh_hans: 剩余空间
zh_hant: 可用空間

# connection_status.value.unknown
source: Unknown
ja: 不明
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

# connection_status.value.connected
source: Connected
ja: 接続済み
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

# connection_status.value.disconnected
source: Disconnected
ja: 接続切れ
ru: Отключено
zh_hans: 连接中断
zh_hant: 連線中斷

# connection_status.value.firewalled
source: Firewalled
ja: ファイアウォール
ru: За фаерволом
zh_hans: 防火墙阻断
zh_hant: 防火牆阻絕

# task_insight_panel.title
source: Task insight
zh_hans: 任务详情
zh_hant: 任務詳情

# task_insight_panel.title.exclusive_feature
source: Exclusive Feature
zh_hans: 专属功能
zh_hant: 專屬功能

# task_insight_panel.description.exclusive_feature
source: BitRemote+ membership is required to use this feature.
zh_hans: 需要订阅 BitRemote+ 才能使用该功能。
zh_hant: 需要訂閱 BitRemote+ 才能使用該功能。

# task_insight_panel.tab.title.general
source: General
zh_hans: 一般
zh_hant: 一般

# task_insight_panel.group.title.transfer
source: Transfer
zh_hans: 传输
zh_hant: 傳輸

# task_insight_panel.title.seeded_for
source: seeded for %@
zh_hans: 已做种 %@
zh_hant: 已做種 %@

# task_insight_panel.title.this_session
source: %@ this session
zh_hans: 本次对话中 %@
zh_hant: 本次連線中 %@

# task_insight_panel.title.average
source: %@ avg.
zh_hans: 平均 %@
zh_hant: 平均 %@

# task_insight_panel.title.maximum
source: %@ max
zh_hans: 上限 %@
zh_hant: 上限 %@

# task_insight_panel.title.total
source: %@ total
zh_hans: 总计 %@
zh_hant: 總計 %@

# task_insight_panel.title.have
source: have %@
zh_hans: 已完成 %@
zh_hant: 已完成 %@

# task_insight_panel.group.title.information
source: Information
zh_hans: 信息
zh_hant: 資訊

# task_insight_panel.section.title.content
source: Content
zh_hans: 内容
zh_hant: 內容

# task_insight_panel.section.title.time
source: Time
zh_hans: 时间
zh_hant: 時間

# task_insight_panel.section.title.metadata
source: Metadata
zh_hans: 元数据
zh_hant: 詮釋資料

# task_insight_panel.title.downloads
source: DLs
zh_hans: 下载
zh_hant: 下載

# task_insight_panel.tab.title.files
source: Files
zh_hans: 文件
zh_hant: 檔案

# key_sort_picker.title.sort
source: Sort
ru: Сортировка
zh_hans: 排序
zh_hant: 排序

# key_sort_picker.title.sort_tasks
source: Sort (Tasks)
zh_hans: 排序（任务）
zh_hant: 排序（任務）

# key_sort_picker.title.sort_trackers
source: Sort (Trackers)
zh_hans: 排序（Trackers）
zh_hant: 排序（Trackers）

# key_sort_picker.title.sort_peers
source: Sort (Peers)
zh_hans: 排序（用戶）
zh_hant: 排序（使用者）

# key_sort_picker.title.sort_files
source: Sort (Files)
zh_hans: 排序 (文件)
zh_hant: 排序 (檔案)

# transfer_chart.title
source: Transfer history
ja: 転送履歴
ru: История передачи
zh_hans: 传输记录
zh_hant: 傳輸紀錄

# transfer_chart.title.date
source: Date
ja: 日付
ru: Дата
zh_hans: 日期
zh_hant: 日期

# transfer_chart.title.speed
source: Speed
ja: 速度
ru: Скорость
zh_hans: 速度
zh_hant: 速度

# whats_new.button.continue
source: Continue
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# onboarding_view.title
source: Welcome to %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

# onboarding_view.title.privacy_policy
source: Privacy Policy
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# onboarding_view.title.eula
source: End User License Agreement
zh_hans: 最终用户许可协议
zh_hant: 終端使用者授權合約

# onboarding_view.title.accept_terms
source: I accept %@ and %@.
zh_hans: 我同意%@和%@。
zh_hant: 我同意%@與%@。

# features_showcase_view.title
source: Discover features in %@
ja: %@ 新機能紹介
ru: Открыть в %@
zh_hans: %@ 探索新功能
zh_hant: %@ 探索新功能

# features_showcase_view.version140.title.task_insight_panel
source: Task Insight Panel
ru: Панель анализа задач
zh_hans: 任务详情面板
zh_hant: 任務明細面板

# features_showcase_view.version140.subtitle.task_insight_panel
source: Gain clear visibility into your download tasks with real-time progress and performance information. Trackers, peers, and files can also be reviewed for a complete view.
zh_hans: 清楚掌握下载任务的进度与性能状况，同时也能查看 trackers、用户与文件，全面了解任务状态。
zh_hant: 清楚掌握下載任務的進度與效能狀況，同時也能檢視 trackers、使用者與檔案，全面了解任務狀態。

# features_showcase_view.version140.title.expanded_client_support
source: Expanded Client Support
zh_hans: 扩充客户端支持
zh_hant: 擴充用戶端支援

# features_showcase_view.version140.subtitle.expanded_client_support
source: Added support for qBit 5.x clients.
zh_hans: 新增支持 qBit 5.x 客户端。
zh_hant: 新增支援 qBit 5.x 用戶端。

# features_showcase_view.version140.title.bugfix
source: Bug-fix
zh_hans: 问题修正
zh_hant: 問題修正

# features_showcase_view.version140.subtitle.bugfix
source: Resolved an issue that prevented QNAP clients from logging in.
zh_hans: 已修正在 QNAP 客户端无法登入的问题。
zh_hant: 已修正在 QNAP 用戶端無法登入的問題。

# features_showcase_view.version130.title.activity_monitor
source: Activity Monitor
ja: アクティビティモニタ
ru: Монитор активности
zh_hans: 活动监视器
zh_hant: 活動監視器

# features_showcase_view.version130.subtitle.activity_monitor
source: Monitor real-time statistics and transfer history happening on your client.
ja: クライアントの統計情報と転送履歴をリアルタイムで確認できます。
ru: Отслеживайте статистику в реальном времени и историю передачи на вашем клиенте.
zh_hans: 实时掌握客户端的统计数据与传输记录。
zh_hant: 實時掌握用戶端的統計資料與傳輸紀錄。

# features_showcase_view.version130.title.refined_interface
source: Refined Interface
ja: 洗練されたインターフェース
ru: Усовершенствованный интерфейс
zh_hans: 界面优化
zh_hant: 介面最佳化

# features_showcase_view.version130.subtitle.refined_interface
source: A more informative tasks page with twice the available sorting keys / columns. Improved accessibility, so it always feels right at any font size.
ja: より情報量の多いタスク一覧画面にソートキー / 列数も 2 倍になりました。アクセシビリティが向上し、どのフォントサイズでも見やすく調整されます。
ru: Более информативная страница задач с удвоенным количеством ключей/столбцов для сортировки. Улучшена доступность, чтобы интерфейс оставался удобным при любом размере шрифта.
zh_hans: 任务列表将展示更充足的信息，排序键 / 栏位数量也增加到 2 倍。更加完善了无障碍功能，在任何字体大小下都能呈现最佳效果。
zh_hant: 任務列表將展示更充足的資訊，排序鍵 / 欄位數量也增加到 2 倍。更加完善了無障礙功能，在任何字體大小下都能呈現最佳效果。

# features_showcase_view.version130.title.bugfix
source: Bug-fix
ja: 不具合修正
ru: Исправление ошибок
zh_hans: 问题修正
zh_hant: 問題修正

# features_showcase_view.version130.subtitle.bugfix
source: Resolved issues that sometimes caused app crashes when adding new tasks and infinite loading when certain clients had no tasks.
ja: 新規タスク追加時のクラッシュや、特定のクライアントでタスクがない場合の読み込みが終わらない問題を修正しました。
ru: Исправлены проблемы, которые иногда приводили к сбоям приложения при добавлении новых задач и бесконечной загрузке при отсутствии задач у некоторых клиентов.
zh_hans: 修正了新增任务时偶发的崩溃问题，以及特定客户端无任务时造成的无限加载问题。
zh_hant: 修正了新增任務時偶發的崩潰問題，以及特定用戶端無任務時造成的無限載入問題。

# features_showcase_view.version120.title.category_and_tag_improvement
source: Category & Tag Improvement
ja: カテゴリとタグの機能改善
ru: Улучшение категорий и тегов
zh_hans: 分类与标签的功能改善
zh_hant: 分類與標籤的功能改善

# features_showcase_view.version120.subtitle.category_and_tag_improvement
source: Introducing the ability to create, edit, and delete categories, as well as create and remove tags, for more comprehensive organization across supported clients.
ja: カテゴリの作成、編集、削除機能、さらにタグの作成と削除機能を追加し、対応クライアントでの管理をより包括的に。
ru: Возможность создавать, редактировать и удалять категории, а также добавлять и удалять теги для более полной организации клиентов.
zh_hans: 提供了分类的新增、编辑和移除，还有标签的新增和移除等功能，让支持的客户端能够进行更全面的管理。
zh_hant: 提供了分類的新增、編輯和移除，還有標籤的新增和移除等功能，讓支援的用戶端能夠進行更全面的管理。

# features_showcase_view.version120.title.optional_certificate_evaluation
source: Optional Certificate Evaluation
ja: 選択的証明書認証
ru: Опциональная проверка сертификатов
zh_hans: 可选的证书验证
zh_hant: 可選的憑證驗證

# features_showcase_view.version120.subtitle.optional_certificate_evaluation
source: New option to bypass certificate evaluation for client hosts, enabling connections to servers with self-signed certificates.
ja: クライアントホストの証明書認証をスキップする新しいオプションが追加され、自己署名証明書を使用するサーバーへの接続が可能になります。
ru: Новая опция для пропуска проверки сертификатов для хостов клиентов, что позволяет подключения к серверам с самоподписанными сертификатами.
zh_hans: 新增选项可跳过客户端主机的证书验证，允许连接到使用自签证书的服务器。
zh_hant: 新增選項可跳過用戶端主機的憑證驗證，允許連接到使用自簽憑證的伺服器。

# features_showcase_view.version120.title.client_host_format_checking
source: Client Host Format Checking
ja: クライアントホストのフォーマットチェック
ru: Проверка формата хоста клиента
zh_hans: 客户端主机格式检查
zh_hant: 用戶端主機格式檢查

# features_showcase_view.version120.subtitle.client_host_format_checking
source: Improved host format checker now provides warning messages for potentially incorrect formats.
ja: チェッカーが改善され、フォーマットが正しくない可能性がある場合に警告メッセージを表示します。
ru: Улучшенный проверяющий формат хоста теперь предоставляет предупреждающие сообщения для потенциально неверных форматов.
zh_hans: 改进的主机格式检查器现在会提供潜在格式错误的警告。
zh_hant: 改進的主機格式檢查器現在會提供潛在格式錯誤的警告。

# features_showcase_view.version120.title.other_minor_changes
source: Other Minor Changes
ja: その他の軽微な変更
ru: Другие мелкие изменения
zh_hans: 其他次要更新
zh_hant: 其他次要變更

# features_showcase_view.version120.subtitle.other_minor_changes
source: New paste button for quick link input, bulk task selection options, smoother number transition animations, and refined user interface that hides unsupported filters.
ja: リンク入力用の貼り付けボタン、タスクの一括選択オプション、より滑らかな数字アニメーション、非対応フィルターを非表示にする改良されたインターフェース。
ru: Новая кнопка вставки для быстрого ввода ссылок, опции массового выбора задач, более плавная анимация перехода чисел и улучшенный интерфейс, скрывающий неподдерживаемые фильтры.
zh_hans: 新增可更快输入链接的粘贴按钮、批量选取任务的选项、更顺畅的数字过渡动画，并优化界面以隐藏不支持的筛选器。
zh_hant: 新增可更快輸入連結的貼上按鈕、批量選取任務的選項、更順暢的數字過渡動畫，並進行介面最佳化以隱藏不支援的篩選器。

# features_showcase_view.version120.title.bugfix
source: Bug-fix
ja: 不具合修正
ru: Исправлены ошибоки
zh_hans: 问题修正
zh_hant: 問題修正

# features_showcase_view.version120.subtitle.bugfix
source: Resolved an issue that caused incorrect filter applications, ensuring more accurate task management.
ja: フィルター適用が正しくない問題を修正し、より正確にタスクを管理できます。
ru: Исправлена проблема, приводившая к неверному применению фильтров, для более точного управления задачами.
zh_hans: 修正了导致筛选应用不正确的问题，确保任务管理更加精确。
zh_hant: 修正了導致篩選應用不正確的問題，確保任務管理更加精確。

# features_showcase_view.version110.title.clients_backup_restore
source: Clients Backup & Restore
ja: クライアントのバックアップと復元
ru: Резервное копирование и восстановление клиентов
zh_hans: 客户端数据备份与恢复
zh_hant: 用戶端資料備份與回復

# features_showcase_view.version110.subtitle.clients_backup_restore
source: Export and import clients with a unified JSON format, ensuring seamless transfers across app versions.
ja: 統一された JSON フォーマットでクライアントをバックアップ・復元し、アプリのバージョン間で円滑に転送できます。
ru: Экспорт и импорт клиентов в унифицированном формате JSON, обеспечивая плавную передачу между версиями приложения.
zh_hans: 使用统一的 JSON 格式导出和导入客户端，确保在不同版本间无缝转移。
zh_hant: 使用統一的 JSON 格式匯出和匯入用戶端，確保在不同版本間無縫轉移。

# features_showcase_view.version110.title.app_activity_logs
source: App Activity Logs
ja: アプリ動作記録
ru: Журналы активности приложения
zh_hans: App 活动记录
zh_hant: App 活動記錄

# features_showcase_view.version110.subtitle.app_activity_logs
source: Easily browse and search through detailed logs, giving you full visibility into your app's operations.
ja: 詳細なログを簡単に閲覧・検索でき、アプリの動作を完全に把握できます。
ru: Легко просматривайте и ищите подробные логи, обеспечивая полный обзор операций вашего приложения.
zh_hans: 轻松浏览和搜寻详细记录，让您全面了解 App 的运作情况。
zh_hant: 輕鬆瀏覽和搜尋詳細記錄，讓您全面了解 App 的運作情況。

# features_showcase_view.version110.title.new_features_showcase
source: New Features Showcase
ja: 新機能紹介画面
ru: Новые функции
zh_hans: 探索新功能界面
zh_hant: 探索新功能頁面

# features_showcase_view.version110.subtitle.new_features_showcase
source: Get a quick overview of new features and enhancements introduced in recent versions.
ja: このバージョンで追加された新機能や改善点を簡単に確認できます。
ru: Быстрый обзор новых функций и улучшений, представленных в последних версиях.
zh_hans: 快速概览此版本新增的功能和改进。
zh_hant: 快速概覽此版本新增的功能和改進。

# features_showcase_view.version100.title.app_store_debut
source: App Store Debut
ja: App Store デビュー
ru: Дебют в App Store
zh_hans: App Store 登场
zh_hant: App Store 登場

# features_showcase_view.version100.subtitle.app_store_debut
source: Experience our app's first release, now available for download on the App Store.
ja: BitRemote が App Store でダウンロード可能になりました。アプリの初回リリースを体験してみましょう。
ru: Испытайте первую версию нашего приложения, теперь доступную для загрузки в App Store.
zh_hans: 体验 BitRemote 的首个版本，现已在 App Store 上可供下载。
zh_hant: 體驗 BitRemote 的首個版本，現已在 App Store 上可供下載。

# features_showcase_view.version100.title.diverse_client_support
source: Diverse Client Support
ja: 多様なクライアントサポート
ru: Поддержка различных клиентов
zh_hans: 多元客户端支持
zh_hant: 多元用戶端支援

# features_showcase_view.version100.subtitle.diverse_client_support
source: Seamlessly integrate with popular download tools including aria2, qBit, Trans, Synology, and QNAP.
ja: aria2、qBit、Trans、Synology、QNAP など、人気ダウンロードツールとシームレスに連携。
ru: Легкая интеграция с популярными инструментами загрузки, такими как aria2, qBittorrent, Transmission, Synology Download Station и QNAP Download Station.
zh_hans: 无缝整合常用的下载工具，包括 aria2、qBit、Trans、Synology 和 QNAP。
zh_hant: 無縫整合常用的下載工具，包括 aria2、qBit、Trans、Synology 和 QNAP。

# features_showcase_view.version100.title.comprehensive_task_management
source: Comprehensive Task Management
ja: 包括的なタスク管理
ru: Полное управление задачами
zh_hans: 全面的任务管理
zh_hant: 全面的任務管理

# features_showcase_view.version100.subtitle.comprehensive_task_management
source: Easily control your downloads with options to pause, resume, delete tasks, and add new ones on the fly.
ja: ダウンロードタスクの一時停止、再開、削除、新規追加など、簡単に制御できます。
ru: Удобное управление загрузками с возможностью приостановки, возобновления, удаления задач и добавления новых.
zh_hans: 轻松控制您的下载任务，可随时暂停、恢复、删除任务，并添加新任务。
zh_hant: 輕鬆控制您的下載任務，可隨時暫停、恢復、刪除任務，並添加新任務。

# features_showcase_view.version100.title.smart_filtering_sorting
source: Smart Filtering & Sorting
ja: スマートなフィルタリングと並べ替え
ru: Умная фильтрация и сортировка
zh_hans: 智能过滤和排序
zh_hant: 智慧過濾和排序

# features_showcase_view.version100.subtitle.smart_filtering_sorting
source: Organize downloads by status, category, or tag, and sort by various criteria for efficiency.
ja: ステータス、カテゴリ、タグでダウンロードタスクを整理し、多様な条件で効率的に並べ替えができます。
ru: Организация загрузок по статусу, категории или тегу, а также сортировка по различным критериям для удобства.
zh_hans: 按状态、类别或标签整理下载任务，并按各种条件排序提高管理效率。
zh_hant: 按狀態、類別或標籤整理下載任務，並按各種條件排序提高管理效率。

# new_task_view.title.cookies
source: Cookies
ja: クッキー
